# ProjectRevisionRevisionIssued Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ProjectRevisionRevisionIssued Property
ParameterTypeId Class See Also
---
"Issued"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ProjectRevisionRevisionIssued { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ProjectRevisionRevisionIssued As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ProjectRevisionRevisionIssued {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace